{
    "vocabulary": [
        "security",
        "safety",
        "vol",
        "http",
        "doi",
        "org",
        "sand",
        "edpsciences",
        "metaverse",
        "information",
        "network",
        "multikernel",
        "operating",
        "system",
        "solution",
        "generalized",
        "functional",
        "yijing",
        "song",
        "huasheng",
        "dai",
        "jinhu",
        "jiang",
        "weihua",
        "zhang",
        "school",
        "computer",
        "science",
        "fudan",
        "university",
        "shanghai",
        "china",
        "state",
        "key",
        "laboratory",
        "mathematical",
        "engineering",
        "advanced",
        "computing",
        "wuxi",
        "institute",
        "big",
        "data",
        "parallel",
        "processing",
        "received",
        "january",
        "revised",
        "march",
        "accepted",
        "april",
        "published",
        "online",
        "june",
        "abstract",
        "trend",
        "digitalization",
        "intelligence",
        "networking",
        "sweeping",
        "world",
        "cyber",
        "increasingly",
        "intertwined",
        "overlapped",
        "evolving",
        "issue",
        "traditional",
        "reliability",
        "technology",
        "defense",
        "cannot",
        "provide",
        "quanti",
        "able",
        "design",
        "implementation",
        "theory",
        "method",
        "cornerstone",
        "software",
        "particular",
        "need",
        "e",
        "cient",
        "assurance",
        "dhr",
        "architecture",
        "mature",
        "comprehensive",
        "necessary",
        "implement",
        "o",
        "level",
        "multi",
        "kernel",
        "good",
        "carrier",
        "take",
        "scenario",
        "element",
        "construct",
        "redundancy",
        "heterogeneity",
        "dynamism",
        "robustness",
        "article",
        "analyzes",
        "signi",
        "cance",
        "requirement",
        "systematically",
        "explains",
        "responds",
        "analyzing",
        "technical",
        "route",
        "develops",
        "idea",
        "functionally",
        "keywords",
        "new",
        "infrastructure",
        "base",
        "highly",
        "trusted",
        "identiry",
        "circulation",
        "citation",
        "yj",
        "h",
        "jh",
        "wh",
        "introduction",
        "current",
        "su",
        "er",
        "heavy",
        "trouble",
        "problem",
        "concen",
        "trate",
        "expects",
        "correct",
        "outcome",
        "accidental",
        "fault",
        "systematic",
        "failure",
        "occur",
        "physical",
        "device",
        "dependence",
        "digitization",
        "interconnectedness",
        "surge",
        "explosive",
        "speedup",
        "breach",
        "propagate",
        "correspondingly",
        "vulnerability",
        "well",
        "back",
        "door",
        "could",
        "circumvented",
        "eliminated",
        "runtime",
        "ampli",
        "possibility",
        "attack",
        "force",
        "inevitable",
        "defect",
        "bring",
        "plenty",
        "opportunity",
        "attacker",
        "thus",
        "enlarged",
        "beyond",
        "property",
        "previous",
        "consider",
        "secu",
        "rity",
        "orthogonal",
        "hence",
        "applying",
        "standalone",
        "approach",
        "gure",
        "however",
        "inseparable",
        "broken",
        "randomization",
        "assumption",
        "become",
        "corresponding",
        "author",
        "email",
        "zhangweihua",
        "edu",
        "cn",
        "open",
        "access",
        "distributed",
        "term",
        "creative",
        "common",
        "attribution",
        "license",
        "creativecommons",
        "permit",
        "unrestricted",
        "use",
        "distribution",
        "reproduction",
        "medium",
        "provided",
        "original",
        "work",
        "properly",
        "cited",
        "edp",
        "publishing",
        "ltd",
        "universal",
        "also",
        "known",
        "therefore",
        "urgent",
        "propose",
        "test",
        "evalua",
        "tion",
        "handle",
        "random",
        "deliberate",
        "inside",
        "structure",
        "ectively",
        "ensure",
        "veri",
        "cation",
        "feature",
        "make",
        "surface",
        "di",
        "erent",
        "transforms",
        "hardware",
        "backdoor",
        "measured",
        "probabilistically",
        "redundant",
        "execution",
        "integrates",
        "service",
        "man",
        "agement",
        "functionality",
        "obligation",
        "respond",
        "rst",
        "constructing",
        "based",
        "proposed",
        "afterwards",
        "natural",
        "advantage",
        "explained",
        "enumerated",
        "including",
        "basic",
        "related",
        "feasibility",
        "demonstrated",
        "pioneer",
        "implementing",
        "stand",
        "alone",
        "address",
        "func",
        "tional",
        "encountered",
        "eld",
        "today",
        "illuminate",
        "heuristic",
        "challenge",
        "successor",
        "background",
        "becoming",
        "crux",
        "digital",
        "distinguished",
        "availability",
        "performance",
        "bottleneck",
        "switch",
        "trustworthiness",
        "gradually",
        "act",
        "tendency",
        "expansion",
        "collaboration",
        "tolerance",
        "reliabil",
        "ity",
        "grow",
        "much",
        "critical",
        "towards",
        "mechanical",
        "besides",
        "multitudinous",
        "task",
        "applied",
        "various",
        "complicated",
        "scene",
        "autonomous",
        "vehicle",
        "raise",
        "rigorous",
        "maintain",
        "international",
        "standard",
        "iso",
        "named",
        "road",
        "aiming",
        "restrict",
        "risk",
        "electrical",
        "electronic",
        "installed",
        "moreover",
        "mechanism",
        "introduces",
        "increasing",
        "premium",
        "class",
        "automobile",
        "may",
        "contain",
        "approximately",
        "million",
        "line",
        "code",
        "directing",
        "function",
        "microprocessor",
        "control",
        "unit",
        "enormous",
        "project",
        "increase",
        "complexity",
        "burgeon",
        "area",
        "rapidly",
        "connected",
        "research",
        "listed",
        "terri",
        "c",
        "amount",
        "low",
        "sensor",
        "module",
        "cybersecurity",
        "cant",
        "topic",
        "prospect",
        "deep",
        "integration",
        "human",
        "machine",
        "material",
        "long",
        "surpassed",
        "production",
        "ciency",
        "uence",
        "penetrates",
        "every",
        "corner",
        "life",
        "acceleration",
        "fourth",
        "technological",
        "revolution",
        "industrial",
        "change",
        "intersection",
        "emerging",
        "dissolve",
        "boundary",
        "cognitive",
        "activity",
        "dependent",
        "subjective",
        "cognition",
        "ection",
        "derive",
        "virtual",
        "third",
        "pole",
        "bridge",
        "gap",
        "descartes",
        "duality",
        "invisible",
        "domain",
        "break",
        "free",
        "intracranial",
        "bondage",
        "externalizes",
        "tangible",
        "space",
        "iot",
        "ai",
        "g",
        "blockchain",
        "etc",
        "giving",
        "cultivating",
        "ground",
        "chronic",
        "come",
        "play",
        "externalized",
        "still",
        "built",
        "danger",
        "underlying",
        "drive",
        "magni",
        "ed",
        "speci",
        "city",
        "downtime",
        "partially",
        "delay",
        "interrupt",
        "maliciously",
        "implant",
        "distorted",
        "creating",
        "con",
        "ned",
        "cocoon",
        "instability",
        "profoundly",
        "way",
        "people",
        "engage",
        "subjectivity",
        "requires",
        "page",
        "paradigm",
        "guard",
        "impact",
        "individual",
        "society",
        "important",
        "national",
        "becomes",
        "anti",
        "globalized",
        "division",
        "icts",
        "country",
        "intensify",
        "russia",
        "ukraine",
        "ict",
        "viasat",
        "u",
        "satellite",
        "operator",
        "covering",
        "ered",
        "cyberattack",
        "knocked",
        "thousand",
        "ukrainian",
        "user",
        "ten",
        "european",
        "color",
        "fomented",
        "barrier",
        "falsehood",
        "occurrence",
        "thriving",
        "brings",
        "form",
        "thinking",
        "follows",
        "mingled",
        "unprece",
        "dented",
        "degree",
        "called",
        "accordingly",
        "robust",
        "model",
        "keep",
        "given",
        "mode",
        "within",
        "mar",
        "gin",
        "perturbation",
        "conventional",
        "randomness",
        "factor",
        "safeguard",
        "activated",
        "cyberattacks",
        "house",
        "shall",
        "deemed",
        "gfs",
        "intelligent",
        "expands",
        "remain",
        "pressing",
        "concern",
        "role",
        "com",
        "prises",
        "managing",
        "resource",
        "environment",
        "application",
        "serving",
        "connecting",
        "intermediary",
        "upwards",
        "downwards",
        "directs",
        "regulates",
        "whole",
        "consequently",
        "responsible",
        "layer",
        "since",
        "subtle",
        "lead",
        "collapse",
        "entire",
        "remarkably",
        "lagging",
        "behind",
        "demand",
        "de",
        "summarized",
        "three",
        "aspect",
        "fragility",
        "protection",
        "existing",
        "weak",
        "imsy",
        "tiny",
        "error",
        "exposure",
        "cause",
        "component",
        "wide",
        "crash",
        "greatly",
        "weakening",
        "resilience",
        "disturbance",
        "practice",
        "stability",
        "perform",
        "hide",
        "potential",
        "share",
        "workload",
        "otherwise",
        "spare",
        "case",
        "emergency",
        "rely",
        "multiple",
        "host",
        "example",
        "homogeneous",
        "migrate",
        "node",
        "exit",
        "transparent",
        "high",
        "threshold",
        "modern",
        "lack",
        "single",
        "almost",
        "located",
        "path",
        "breakdown",
        "core",
        "spread",
        "source",
        "breakthrough",
        "easily",
        "destroy",
        "monotony",
        "monotonous",
        "distinctive",
        "individuality",
        "give",
        "rise",
        "target",
        "according",
        "analysis",
        "cyberse",
        "curity",
        "researcher",
        "micro",
        "linux",
        "server",
        "coming",
        "ransomware",
        "detection",
        "course",
        "last",
        "year",
        "cybercriminals",
        "look",
        "expand",
        "window",
        "rich",
        "attribute",
        "erentiated",
        "making",
        "erential",
        "prominent",
        "main",
        "tenance",
        "orts",
        "eradicate",
        "inherent",
        "aws",
        "discovery",
        "implicit",
        "relies",
        "documentation",
        "implemented",
        "cult",
        "among",
        "many",
        "maintenance",
        "team",
        "vendor",
        "isolation",
        "tired",
        "passively",
        "coping",
        "endless",
        "rigidity",
        "temporal",
        "static",
        "timing",
        "providing",
        "consistent",
        "view",
        "one",
        "hand",
        "depend",
        "snooping",
        "leakage",
        "probe",
        "randomized",
        "pointer",
        "kaslr",
        "pre",
        "preparation",
        "laborious",
        "even",
        "undone",
        "cantly",
        "cost",
        "although",
        "tight",
        "strict",
        "nature",
        "possible",
        "gain",
        "complete",
        "escape",
        "occurs",
        "obsolete",
        "reducing",
        "maginot",
        "mechanic",
        "unsustainable",
        "fallback",
        "summary",
        "monotonicity",
        "support",
        "lag",
        "empower",
        "evaluation",
        "widespread",
        "established",
        "theoretical",
        "dynamic",
        "refers",
        "heterogeneous",
        "set",
        "sce",
        "narios",
        "provides",
        "several",
        "executing",
        "input",
        "sequence",
        "iteratively",
        "determining",
        "response",
        "policy",
        "dynami",
        "cally",
        "changing",
        "verdict",
        "subset",
        "satis",
        "point",
        "reach",
        "steady",
        "gener",
        "ate",
        "output",
        "mathematically",
        "proven",
        "ective",
        "build",
        "include",
        "imper",
        "ative",
        "abstracting",
        "municating",
        "upper",
        "lower",
        "hiding",
        "detail",
        "easy",
        "standardized",
        "interface",
        "program",
        "foundation",
        "stable",
        "safe",
        "responsibility",
        "uni",
        "management",
        "complex",
        "cycle",
        "allocation",
        "sole",
        "coordinator",
        "manager",
        "secure",
        "top",
        "participant",
        "art",
        "culties",
        "dhrs",
        "exibility",
        "thing",
        "unnecessary",
        "iteration",
        "voting",
        "required",
        "rule",
        "result",
        "external",
        "algorithmic",
        "logic",
        "embedded",
        "circuit",
        "wiser",
        "delegate",
        "part",
        "programming",
        "second",
        "loses",
        "adding",
        "removing",
        "modifying",
        "would",
        "require",
        "wiring",
        "remove",
        "impractical",
        "drawback",
        "reusability",
        "privilege",
        "thereby",
        "vulnerable",
        "oper",
        "ating",
        "dedicated",
        "protected",
        "unintentional",
        "malicious",
        "unknown",
        "origin",
        "doubtful",
        "place",
        "due",
        "exposed",
        "privileged",
        "independent",
        "diversity",
        "mak",
        "ing",
        "less",
        "reusable",
        "characteristic",
        "vary",
        "construction",
        "around",
        "specialized",
        "conceive",
        "transferring",
        "provider",
        "aggravating",
        "development",
        "pressure",
        "variant",
        "number",
        "instance",
        "grows",
        "linearly",
        "status",
        "overhead",
        "contrast",
        "serve",
        "servicer",
        "shared",
        "showing",
        "excellent",
        "archi",
        "tecture",
        "time",
        "building",
        "put",
        "following",
        "transparently",
        "first",
        "essential",
        "image",
        "run",
        "copy",
        "unlike",
        "concept",
        "threaded",
        "receive",
        "expected",
        "envi",
        "ronments",
        "execute",
        "simultaneously",
        "independently",
        "communicate",
        "collaborate",
        "strong",
        "prevent",
        "spreading",
        "using",
        "communication",
        "fraud",
        "finally",
        "achieve",
        "written",
        "necessity",
        "legality",
        "aware",
        "existence",
        "actually",
        "strategy",
        "entirely",
        "determined",
        "hypothetical",
        "abstraction",
        "compatibility",
        "equivalent",
        "coexistence",
        "generate",
        "depth",
        "guaranteed",
        "commonality",
        "equivalence",
        "ple",
        "semantically",
        "applica",
        "tions",
        "get",
        "assigning",
        "vital",
        "consensus",
        "applies",
        "produce",
        "inconsistent",
        "identify",
        "root",
        "discrepancy",
        "arise",
        "non",
        "conformance",
        "adjudicated",
        "monitor",
        "collect",
        "ver",
        "dict",
        "obtain",
        "inter",
        "type",
        "monitoring",
        "algorithm",
        "dynamically",
        "iterate",
        "collection",
        "clear",
        "designed",
        "assembly",
        "operation",
        "migration",
        "speed",
        "accuracy",
        "allows",
        "hot",
        "plugging",
        "reduce",
        "power",
        "consumption",
        "practical",
        "initiate",
        "next",
        "terminates",
        "generates",
        "depends",
        "ruling",
        "parameter",
        "addition",
        "nal",
        "iterative",
        "includes",
        "replacing",
        "refreshing",
        "others",
        "extent",
        "cut",
        "avoid",
        "excessive",
        "granularity",
        "environmental",
        "noise",
        "process",
        "synchronization",
        "tail",
        "end",
        "stall",
        "acceptable",
        "generation",
        "generic",
        "duplication",
        "scalable",
        "available",
        "facilitate",
        "kerneln",
        "figure",
        "observe",
        "running",
        "either",
        "dissimilar",
        "shown",
        "selection",
        "regard",
        "adequacy",
        "arbitrating",
        "behavior",
        "monitored",
        "controlled",
        "call",
        "assume",
        "bene",
        "t",
        "gained",
        "primary",
        "remains",
        "highest",
        "dangerous",
        "often",
        "acquire",
        "hacking",
        "fragment",
        "small",
        "avalanche",
        "hazard",
        "protect",
        "theft",
        "deepen",
        "like",
        "layout",
        "aslr",
        "modi",
        "compilation",
        "option",
        "compatible",
        "lose",
        "short",
        "circuiting",
        "probing",
        "technique",
        "overturn",
        "bottom",
        "probability",
        "merely",
        "philosophy",
        "designer",
        "maximally",
        "furthermore",
        "hetero",
        "geneous",
        "draw",
        "commercial",
        "without",
        "explore",
        "eliminating",
        "ort",
        "decouple",
        "follower",
        "leader",
        "kernelfollower",
        "kernelapp",
        "app",
        "overview",
        "partitioning",
        "together",
        "flexible",
        "symbiotic",
        "relationship",
        "constructed",
        "peer",
        "startup",
        "booted",
        "allocate",
        "wake",
        "exactly",
        "restricted",
        "dominates",
        "global",
        "scheduling",
        "perspective",
        "arbitrary",
        "assignment",
        "lifecycle",
        "partitioned",
        "clustered",
        "managed",
        "processor",
        "memory",
        "partitionable",
        "invoked",
        "message",
        "dispatched",
        "invoke",
        "supporting",
        "explored",
        "reproduce",
        "booting",
        "nally",
        "presented",
        "hybrid",
        "respect",
        "entail",
        "balance",
        "divided",
        "category",
        "sharing",
        "identical",
        "overlapping",
        "partition",
        "allocated",
        "separately",
        "scarce",
        "diverse",
        "adjusted",
        "recycling",
        "supported",
        "aim",
        "investigate",
        "traditionally",
        "remote",
        "procedure",
        "turn",
        "subject",
        "communi",
        "desired",
        "mean",
        "apply",
        "instead",
        "chip",
        "munication",
        "privacy",
        "expanded",
        "respectively",
        "channel",
        "assigned",
        "appli",
        "handed",
        "dispatcher",
        "replica",
        "variable",
        "guration",
        "replicated",
        "simultane",
        "ously",
        "executed",
        "checking",
        "respective",
        "desirable",
        "isolated",
        "another",
        "exclusive",
        "permission",
        "maintaining",
        "order",
        "broad",
        "penetrate",
        "disruption",
        "say",
        "tolerant",
        "transformed",
        "capability",
        "limited",
        "deliberately",
        "attacking",
        "ecting",
        "full",
        "word",
        "involves",
        "accommodate",
        "intrinsic",
        "boot",
        "abstrac",
        "rather",
        "simply",
        "replicating",
        "across",
        "custom",
        "adapt",
        "step",
        "extracting",
        "preserving",
        "concrete",
        "framework",
        "le",
        "format",
        "special",
        "leading",
        "selects",
        "mecha",
        "nism",
        "show",
        "count",
        "forth",
        "synthesize",
        "architec",
        "ture",
        "byzantine",
        "prede",
        "whether",
        "occurred",
        "typ",
        "ical",
        "pbft",
        "achieved",
        "dynamicity",
        "involve",
        "enable",
        "seamlessly",
        "migrated",
        "disposal",
        "deciding",
        "prevents",
        "removal",
        "compromising",
        "operational",
        "reason",
        "loading",
        "unloading",
        "packaged",
        "idle",
        "secondary",
        "storage",
        "selected",
        "loaded",
        "scheduler",
        "needed",
        "reloaded",
        "present",
        "uncertainty",
        "loosely",
        "coupled",
        "modularized",
        "generated",
        "elastic",
        "combination",
        "customization",
        "quickly",
        "realize",
        "basis",
        "receives",
        "proceeds",
        "satisfy",
        "voterapplications",
        "certain",
        "forcing",
        "manifestation",
        "pivot",
        "ciently",
        "convergent",
        "conjunction",
        "fast",
        "accurate",
        "minimal",
        "pooled",
        "sent",
        "continuously",
        "choose",
        "presumption",
        "discussion",
        "ful",
        "competently",
        "endogenous",
        "avoiding",
        "self",
        "evidence",
        "go",
        "soul",
        "quantify",
        "probabilistic",
        "solves",
        "nightmare",
        "plague",
        "extremely",
        "useful",
        "sensitive",
        "minimizes",
        "orthogonality",
        "shield",
        "trial",
        "brute",
        "cracked",
        "circuited",
        "persistence",
        "comfortably",
        "cope",
        "technol",
        "ogy",
        "industry",
        "ect",
        "driving",
        "action",
        "replication",
        "ine",
        "proposing",
        "quantitative",
        "testing",
        "scheme",
        "debugging",
        "additional",
        "attention",
        "collab",
        "oration",
        "compared",
        "tool",
        "cross",
        "currently",
        "federating",
        "debugger",
        "toolchain",
        "developing",
        "yet",
        "trying",
        "develop",
        "prototype",
        "quantitatively",
        "analyze",
        "evaluate",
        "compiled",
        "improved",
        "moving",
        "amplify",
        "logical",
        "co",
        "opt",
        "hidden",
        "experience",
        "attempt",
        "longer",
        "adapted",
        "adaptation",
        "product",
        "combining",
        "transformation",
        "integrated",
        "osterlund",
        "kmvx",
        "achieves",
        "goal",
        "rarely",
        "ected",
        "executes",
        "continuity",
        "certainly",
        "lightweight",
        "vm",
        "architecturally",
        "ensuring",
        "directly",
        "whereas",
        "vms",
        "hypervisor",
        "resulting",
        "virtualization",
        "ept",
        "isolate",
        "expect",
        "introduced",
        "future",
        "barrel",
        "sh",
        "experimental",
        "led",
        "eth",
        "zurich",
        "per",
        "improve",
        "scalability",
        "fo",
        "reduces",
        "contention",
        "decomposing",
        "featured",
        "helios",
        "treat",
        "programmable",
        "equal",
        "popcorn",
        "replicates",
        "addressing",
        "multicore",
        "consideration",
        "architectural",
        "worthy",
        "lesson",
        "solving",
        "conclusion",
        "attributed",
        "prevailing",
        "cyberspace",
        "reliable",
        "obliged",
        "describes",
        "demonstrates",
        "rationality",
        "composes",
        "proposes",
        "interest",
        "declare",
        "associated",
        "contribution",
        "jointly",
        "targeting",
        "contributed",
        "drafting",
        "revision",
        "acknowledgement",
        "appreciate",
        "anonymous",
        "reviewer",
        "constructive",
        "comment",
        "funding",
        "reference",
        "wu",
        "jx",
        "regarding",
        "secur",
        "saf",
        "organization",
        "standardization",
        "quality",
        "charette",
        "rn",
        "car",
        "ieee",
        "spectrum",
        "united",
        "parkinson",
        "ward",
        "p",
        "wilson",
        "k",
        "et",
        "al",
        "threat",
        "facing",
        "trans",
        "intell",
        "transp",
        "syst",
        "acidrain",
        "malware",
        "assessing",
        "war",
        "www",
        "justsecurity",
        "hacker",
        "warn",
        "zdnet",
        "ongaro",
        "ousterhout",
        "j",
        "search",
        "understandable",
        "usenix",
        "annual",
        "conference",
        "association",
        "jajodia",
        "ghosh",
        "ak",
        "swarup",
        "v",
        "springer",
        "yao",
        "z",
        "gf",
        "survey",
        "koning",
        "olivier",
        "detecting",
        "leak",
        "proceeding",
        "th",
        "language",
        "acm",
        "press",
        "baumann",
        "barham",
        "dagand",
        "pe",
        "sigops",
        "nd",
        "symposium",
        "principle",
        "wentzla",
        "agarwal",
        "factored",
        "multicores",
        "rev",
        "nightingale",
        "eb",
        "hodson",
        "mcilroy",
        "r",
        "multiprocessing",
        "barbalace",
        "ravindran",
        "b",
        "katz",
        "ottawa",
        "working",
        "toward",
        "graduate",
        "sci",
        "ence",
        "master",
        "jiao",
        "tong",
        "senior",
        "engineer",
        "ph",
        "versity",
        "professor",
        "compiler",
        "parallelization"
    ]
}